{
  "Main": {
    "locale": {
      "label": "English",
      "locale": "en"
    },
    "buttons": {
      "cancel": "Cancel",
      "clear": "Clear",
      "save": "Save",
      "saveChanges": "Save Changes",
      "saving": "Saving...",
      "viewAll": "View All"
    },
    "breadcrumb": {
      "home": "Home"
    }
  },
  "Pages": {
    "home": {
      "title": "Helena Colaço | Artist",
      "description": "Helena Colaço is an artist based in Lisbon, Portugal. She creates art that explores the relationship between color, form, and emotion.",
      "tagline": "Artist · Lisbon, Portugal",
      "aboutTitle": "About the Artist",
      "aboutDescription": "With a life shaped by artistic exploration, from theatre to painting, photography, and poetry, she has built a rich and multidisciplinary creative path. Her work draws deeply from personal experience, performance, and visual storytelling, continually evolving between Lisbon and the south of Portugal.",
      "viewBio": "View Bio",
      "artwork": {
        "drawing": {
          "title": "Drawing",
          "description": "Intimate studies in charcoal, graphite and ink that capture the essence of a moment."
        },
        "painting": {
          "title": "Painting",
          "description": "Paintings that explore the relationship between color, form, and emotion."
        },
        "photography": {
          "title": "Photography",
          "description": "Photographs that capture the essence of a moment."
        },
        "poem": {
          "title": "Poetry",
          "description": "Words shaped into small vessels of feeling, written alongside the visual work."
        }
      },
      "newsletter": {
        "title": "Stay in Touch",
        "description": "Subscribe to our newsletter to stay updated with the latest creations, exhibitions and events.",
        "success": "Thank you for subscribing!",
        "fields": {
          "namePlaceholder": "Your name",
          "emailPlaceholder": "Your email"
        },
        "submit": "Subscribe",
        "errors": {
          "missingFields": "Name and email are required",
          "emailInUse": "This email is already subscribed",
          "unknown": "An unknown error occurred"
        }
      },
      "contacts": {
        "title": "Get in Touch",
        "description": "For commissions, collaborations or just to say hello."
      }
    },
    "bio": {
      "title": "Bio",
      "description": "Bio Page Description",
      "content": {
        "name": "Helena Colaço Salazar",
        "p1": "From an early age, she revealed a strong interest in the arts, enjoying drawing, photography, dance and other sports. At the age of thirteen she lost her father, an event that spontaneously led her to write poetry and draw, later choosing the arts field in high school.",
        "p2": "She began her career in theatre, where she worked as an actress for eleven years.",
        "p3": "In 2005 she returned to drawing through the development of the character Kelly, from Wayne Jordan’s play The Drowned World. From this experience came the public exhibition The Imaginary World of Kelly. Later, in 2010, she presented her first solo painting exhibition, Appearances, also inspired by a theatre play with the same name, staged at Sociedade de Instrução Guilherme Cossoul.",
        "p4": "Her desire to explore new forms of expression beyond acting led her to study New Painting Techniques at the National Society of Fine Arts, as well as Photography at the Portuguese Institute of Photography.",
        "p5": "She completed internships as a photojournalist at the newspapers Público and i, and also photographed theatre plays, concerts, vernissages, architecture and developed authorial photography projects.",
        "p6": "In 2014 she moved to Tróia, where she lived for three years working on the concept of Identity, which later took her on a nomadic path between 2017 and 2023. That year she returned to Tróia and began preparing her next solo painting exhibition, From My Mother Paintings, presented at Fábrica do Braço de Prata, in Lisbon, in 2025. Over these years she also participated in several collective exhibitions of photography and painting.",
        "p7": "Today she divides her time between Lisbon and the south of Portugal, continuously expanding her creative practice as a visual artist.",
        "viewWork": "View Work",
        "contact": "Contact"
      }
    },
    "header": {
      "brand": "Helena Colaço",
      "nav": {
        "bio": "Bio",
        "work": "Work",
        "contact": "Contact"
      },
      "work": {
        "drawings": "Drawings",
        "paintings": "Paintings",
        "photography": "Photography",
        "poetry": "Poetry"
      },
      "a11y": {
        "openMenu": "Open menu",
        "closeMenu": "Close menu"
      }
    },
    "ArtworkDetail": {
      "buy": "Buy",
      "gallery": "Gallery"
    },
    "collection": {
      "noWorks": "No works in this collection yet."
    },
    "footer": {
      "aria": {
        "navigation": "Footer navigation"
      },
      "links": {
        "bio": "Bio",
        "drawings": "Drawings",
        "paintings": "Paintings",
        "photography": "Photography",
        "poetry": "Poetry",
        "privacyPolicy": "Privacy Policy"
      },
      "headline": "Through lines, colors, lenses, and words — a journey of self-expression, where each stroke, click, and verse unveils a new dimension of the soul.",
      "copyright": "© {year} Helena Colaço. All rights reserved."
    },
    "cookieConsent": {
      "title": "Cookies & analytics",
      "description": "We use cookies for basic functionality and, with your permission, analytics to improve this website.",
      "privacyLink": "Read the Privacy Policy",
      "accept": "Accept analytics",
      "reject": "Reject"
    },
    "privacyPolicy": {
      "meta": {
        "title": "Privacy Policy",
        "description": "How we collect and use personal data and analytics."
      },
      "title": "Privacy Policy",
      "lastUpdated": "Last updated: {date}",
      "sections": {
        "controller": {
          "title": "Who we are",
          "body": "This website is operated by Helena Colaço. For any privacy-related questions, contact us at colaco.art@yahoo.com."
        },
        "dataCollected": {
          "title": "What data we collect",
          "items": {
            "newsletter": "Newsletter: name and email address (only when you submit the form).",
            "analytics": "Analytics: usage data (pages visited, interactions, approximate device/browser information) via PostHog, only after you accept analytics cookies."
          }
        },
        "purposes": {
          "title": "Why we collect it",
          "items": {
            "newsletter": "To send you updates if you subscribe to the newsletter.",
            "analytics": "To understand how the website is used and improve content and performance."
          }
        },
        "legalBasis": {
          "title": "Legal basis",
          "body": "We process newsletter data and analytics based on your consent. You can withdraw consent at any time by rejecting analytics cookies or contacting us."
        },
        "thirdParties": {
          "title": "Third parties",
          "body": "We use PostHog as our analytics provider. Analytics are only enabled after you provide consent."
        },
        "retention": {
          "title": "How long we keep data",
          "body": "We keep data for as long as necessary for the purposes described above, or until you withdraw consent."
        },
        "rights": {
          "title": "Your rights",
          "body": "You may request access, correction, or deletion of your personal data, and you can withdraw consent at any time. Contact us at colaco.art@yahoo.com."
        }
      }
    }
  }
}