{
  "Main": {
    "locale": {
      "label": "Português",
      "locale": "pt"
    },
    "navItems": {
      "overview": "Visão Geral",
      "leads": "Leads & Mensagens",
      "calendar": "Calendário",
      "marketing": "Marketing",
      "analytics": "Análise",
      "account": "Perfil"
    },
    "navUser": {
      "profile": "Perfil",
      "billing": "Faturação",
      "upgrade": "Upgrade",
      "logout": "Sair"
    },
    "buttons": {
      "cancel": "Cancelar",
      "clear": "Limpar",
      "save": "Guardar",
      "saveChanges": "Guardar Alterações",
      "saving": "A guardar...",
      "viewAll": "Ver Todos"
    }
  },
  "Pages": {
    "home": {
      "title": "Helena Colaço | Artista",
      "description": "Helena Colaço é uma artista baseada em Lisboa, Portugal. Cria arte que explora a relação entre cor, forma e emoção.",
      "tagline": "Artista · Lisboa, Portugal",
      "aboutTitle": "Sobre a Artista",
      "aboutDescription": "Com uma vida moldada pela exploração artística — do teatro à pintura, passando pela fotografia e poesia — construiu um percurso criativo rico e multidisciplinar. A sua obra nasce de experiências pessoais, da performance e da narrativa visual, num processo em constante evolução entre Lisboa e o sul de Portugal.",
      "viewBio": "Ver Biografia",
      "artwork": {
        "drawing": {
          "title": "Desenho",
          "description": "Estudos íntimos em carvão, grafite e tinta que capturam a essência de um momento."
        },
        "painting": {
          "title": "Pintura",
          "description": "Pinturas que exploram a relação entre cor, forma e emoção."
        },
        "photography": {
          "title": "Fotografia",
          "description": "Fotografias que capturam a essência de um momento."
        },
        "poem": {
          "title": "Poesia",
          "description": "Palavras moldadas em pequenos recipientes de sentimento, escritas ao lado das obras visuais."
        }
      },
      "newsletter": {
        "title": "Newsletter",
        "description": "Subscreva e fique a par das últimas criações, exposições e eventos.",
        "success": "Obrigado e até breve!",
        "fields": {
          "namePlaceholder": "O seu nome",
          "emailPlaceholder": "O seu email"
        },
        "submit": "Subscrever",
        "errors": {
          "missingFields": "O nome e email são obrigatórios",
          "emailInUse": "Este email já está inscrito",
          "unknown": "Ocorreu um erro desconhecido"
        }
      },
      "contacts": {
        "title": "Contactos",
        "description": "Para colaborações, vendas ou apenas para dizer olá."
      }
    },
    "bio": {
      "title": "Biografia",
      "description": "Biografia Description",
      "content": {
        "name": "Helena Colaço Salazar",
        "p1": "Desde muito jovem revelou interesse pelas artes, gostando de desenhar, ver fotografias, dançar e praticar outros desportos. Aos treze anos perdeu o pai, acontecimento que a levou, de forma espontânea, a escrever poemas e a desenhar, escolhendo a área artística no ensino secundário.",
        "p2": "Iniciou o seu percurso no teatro, onde trabalhou como atriz durante onze anos.",
        "p3": "Em 2005 regressou ao desenho através do desenvolvimento da personagem Kelly, da peça de Wayne Jordan, The Drowned World. Desta experiência nasceu a exposição pública de desenhos intitulada O Mundo Imaginário de Kelly. Mais tarde, em 2010, apresentou a sua primeira exposição individual de pintura, Aparências, igualmente resultado de uma peça de teatro com o mesmo nome, apresentada na Sociedade de Instrução Guilherme Cossoul.",
        "p4": "O desejo de explorar novas formas de expressão para além da representação levou-a a estudar Novas Técnicas de Pintura na Sociedade Nacional de Belas Artes e a frequentar o curso de Fotografia do Instituto Português de Fotografia.",
        "p5": "Realizou estágios como fotojornalista nos jornais Público e i, tendo também fotografado peças de teatro, concertos, inaugurações, arquitetura e desenvolvido trabalhos de fotografia de autor.",
        "p6": "Em 2014 mudou-se para Tróia, onde viveu três anos a desenvolver o conceito de Identidade, que a conduziu a um período de vida nómada entre 2017 e 2023. Nesse ano regressou a Tróia e começou a preparar a sua nova exposição individual de pintura, Das Pinturas da Minha Mãe, apresentada na Fábrica do Braço de Prata, em Lisboa, em 2025. Participou também em diversas exposições coletivas de fotografia e pintura ao longo desses anos.",
        "p7": "Atualmente divide o seu tempo entre Lisboa e o sul de Portugal, expandindo continuamente as suas competências criativas enquanto artista plástica.",
        "viewWork": "Ver Obras",
        "contact": "Contacto"
      }
    },
    "header": {
      "brand": "Helena Colaço",
      "nav": {
        "bio": "Biografia",
        "work": "Obras",
        "contact": "Contactos"
      },
      "work": {
        "drawings": "Desenhos",
        "paintings": "Pinturas",
        "photography": "Fotografia",
        "poetry": "Poesia"
      },
      "a11y": {
        "openMenu": "Abrir menu",
        "closeMenu": "Fechar menu"
      }
    },
    "ArtworkDetail": {
      "buy": "Comprar",
      "gallery": "Galeria"
    },
    "footer": {
      "aria": {
        "navigation": "Navegação do rodapé"
      },
      "links": {
        "bio": "Biografia",
        "drawings": "Desenhos",
        "paintings": "Pinturas",
        "photography": "Fotografia",
        "poetry": "Poesia",
        "privacyPolicy": "Política de Privacidade"
      },
      "headline": "Através de linhas, cores, lentes e palavras — uma jornada de autoexpressão, onde cada traço, clique e verso revela uma nova dimensão da alma.",
      "copyright": "© {year} Helena Colaço. Todos os direitos reservados."
    },
    "cookieConsent": {
      "title": "Cookies e analítica",
      "description": "Usamos cookies para funcionalidades básicas e, com a sua autorização, analítica para melhorar este website.",
      "privacyLink": "Ler a Política de Privacidade",
      "accept": "Aceitar analítica",
      "reject": "Rejeitar"
    },
    "privacyPolicy": {
      "meta": {
        "title": "Política de Privacidade",
        "description": "Como recolhemos e utilizamos dados pessoais e analítica."
      },
      "title": "Política de Privacidade",
      "lastUpdated": "Última atualização: {date}",
      "sections": {
        "controller": {
          "title": "Quem somos",
          "body": "Este website é operado por Helena Colaço. Para qualquer questão relacionada com privacidade, contacte: helena@helenacolaco.com."
        },
        "dataCollected": {
          "title": "Que dados recolhemos",
          "items": {
            "newsletter": "Newsletter: nome e endereço de email (apenas quando submete o formulário).",
            "analytics": "Analítica: dados de utilização (páginas visitadas, interações, informação aproximada do dispositivo/navegador) via PostHog, apenas após aceitar cookies de analítica."
          }
        },
        "purposes": {
          "title": "Porque recolhemos estes dados",
          "items": {
            "newsletter": "Para lhe enviar atualizações caso subscreva a newsletter.",
            "analytics": "Para compreender como o website é utilizado e melhorar conteúdos e desempenho."
          }
        },
        "legalBasis": {
          "title": "Base legal",
          "body": "Processamos os dados da newsletter e a analítica com base no seu consentimento. Pode retirar o consentimento a qualquer momento rejeitando cookies de analítica ou contactando-nos."
        },
        "thirdParties": {
          "title": "Terceiros",
          "body": "Utilizamos a PostHog como fornecedor de analítica. A analítica só é ativada após o seu consentimento."
        },
        "retention": {
          "title": "Durante quanto tempo guardamos os dados",
          "body": "Guardamos os dados apenas durante o tempo necessário para os fins acima descritos, ou até que retire o seu consentimento."
        },
        "rights": {
          "title": "Os seus direitos",
          "body": "Pode solicitar acesso, correção ou eliminação dos seus dados pessoais, e pode retirar o consentimento a qualquer momento. Contacte: helena@helenacolaco.com."
        }
      }
    }
  }
}