{
  "Main": {
    "locale": {
      "label": "Português",
      "locale": "pt"
    },
    "buttons": {
      "cancel": "Cancelar",
      "clear": "Limpar",
      "save": "Guardar",
      "saveChanges": "Guardar Alterações",
      "saving": "A guardar...",
      "viewAll": "Ver Todos"
    },
    "breadcrumb": {
      "home": "Início"
    }
  },
  "Pages": {
    "home": {
      "title": "Helena Colaço | Artista",
      "description": "Helena Colaço é uma artista baseada em Lisboa, Portugal. Cria arte que explora a relação entre cor, forma e emoção.",
      "tagline": "Artista · Lisboa, Portugal",
      "aboutTitle": "Sobre a Artista",
      "aboutDescription": "Com uma vida moldada pela exploração artística — do teatro à pintura, passando pela fotografia e poesia — construiu um percurso criativo rico e multidisciplinar. A sua obra nasce de experiências pessoais, da performance e da narrativa visual, num processo em constante evolução entre Lisboa e o sul de Portugal.",
      "viewBio": "Ver Biografia",
      "artwork": {
        "drawing": {
          "title": "Desenho",
          "description": "Estudos íntimos em carvão, grafite e tinta que capturam a essência de um momento."
        },
        "painting": {
          "title": "Pintura",
          "description": "Pinturas que exploram a relação entre cor, forma e emoção."
        },
        "photography": {
          "title": "Fotografia",
          "description": "Fotografias que capturam a essência de um momento."
        },
        "poem": {
          "title": "Poesia",
          "description": "Palavras moldadas em pequenos recipientes de sentimento, escritas ao lado das obras visuais."
        }
      },
      "newsletter": {
        "title": "Newsletter",
        "description": "Subscreva e fique a par das últimas criações, exposições e eventos.",
        "success": "Obrigado e até breve!",
        "fields": {
          "namePlaceholder": "O seu nome",
          "emailPlaceholder": "O seu email"
        },
        "submit": "Subscrever",
        "errors": {
          "missingFields": "O nome e email são obrigatórios",
          "emailInUse": "Este email já está inscrito",
          "unknown": "Ocorreu um erro desconhecido"
        }
      },
      "contacts": {
        "title": "Contactos",
        "description": "Para colaborações, vendas ou apenas para dizer olá."
      }
    },
    "bio": {
      "title": "Biografia",
      "description": "Biografia Description",
      "content": {
        "name": "Helena Colaço Salazar",
        "p1": "Desde muito jovem revelou interesse pelas artes, gostando de desenhar, ver fotografias, dançar e praticar outros desportos. Aos treze anos perdeu o pai, acontecimento que a levou, de forma espontânea, a escrever poemas e a desenhar, escolhendo a área artística no ensino secundário.",
        "p2": "Iniciou o seu percurso no teatro, onde trabalhou como atriz durante onze anos.",
        "p3": "Em 2005 regressou ao desenho através do desenvolvimento da personagem Kelly, da peça de Wayne Jordan, The Drowned World. Desta experiência nasceu a exposição pública de desenhos intitulada O Mundo Imaginário de Kelly. Mais tarde, em 2010, apresentou a sua primeira exposição individual de pintura, Aparências, igualmente resultado de uma peça de teatro com o mesmo nome, apresentada na Sociedade de Instrução Guilherme Cossoul.",
        "p4": "O desejo de explorar novas formas de expressão para além da representação levou-a a estudar Novas Técnicas de Pintura na Sociedade Nacional de Belas Artes e a frequentar o curso de Fotografia do Instituto Português de Fotografia.",
        "p5": "Realizou estágios como fotojornalista nos jornais Público e i, tendo também fotografado peças de teatro, concertos, inaugurações, arquitetura e desenvolvido trabalhos de fotografia de autor.",
        "p6": "Em 2014 mudou-se para Tróia, onde viveu três anos a desenvolver o conceito de Identidade, que a conduziu a um período de vida nómada entre 2017 e 2023. Nesse ano regressou a Tróia e começou a preparar a sua nova exposição individual de pintura, Das Pinturas da Minha Mãe, apresentada na Fábrica do Braço de Prata, em Lisboa, em 2025. Participou também em diversas exposições coletivas de fotografia e pintura ao longo desses anos.",
        "p7": "Atualmente divide o seu tempo entre Lisboa e o sul de Portugal, expandindo continuamente as suas competências criativas enquanto artista plástica.",
        "viewWork": "Ver Obras",
        "contact": "Contacto"
      }
    },
    "header": {
      "brand": "Helena Colaço",
      "nav": {
        "bio": "Biografia",
        "work": "Obras",
        "contact": "Contactos"
      },
      "work": {
        "drawings": "Desenhos",
        "paintings": "Pinturas",
        "photography": "Fotografia",
        "poetry": "Poesia"
      },
      "a11y": {
        "openMenu": "Abrir menu",
        "closeMenu": "Fechar menu"
      }
    },
    "ArtworkDetail": {
      "buy": "Comprar",
      "gallery": "Galeria"
    },
    "collection": {
      "noWorks": "Ainda não há obras nesta coleção."
    },
    "footer": {
      "aria": {
        "navigation": "Navegação do rodapé"
      },
      "links": {
        "bio": "Biografia",
        "drawings": "Desenhos",
        "paintings": "Pinturas",
        "photography": "Fotografia",
        "poetry": "Poesia",
        "privacyPolicy": "Política de Privacidade"
      },
      "headline": "Através de linhas, cores, lentes e palavras — uma jornada de autoexpressão, onde cada traço, clique e verso revela uma nova dimensão da alma.",
      "copyright": "© {year} Helena Colaço. Todos os direitos reservados."
    },
    "cookieConsent": {
      "title": "Cookies e Analytics",
      "description": "Utilizamos cookies essenciais para o funcionamento do site. Com a sua autorização, utilizamos o PostHog para analisar o tráfego de forma anónima e melhorar a sua experiência.",
      "privacyLink": "Ver Política de Privacidade",
      "accept": "Aceitar cookies",
      "reject": "Apenas necessários"
    },
    "privacyPolicy": {
      "meta": {
        "title": "Política de Privacidade",
        "description": "Saiba como recolhemos, utilizamos e protegemos os seus dados pessoais."
      },
      "title": "Política de Privacidade",
      "lastUpdated": "Última atualização: {date}",
      "sections": {
        "controller": {
          "title": "Quem somos",
          "body": "Este website é gerido por Helena Colaço. Para questões relacionadas com privacidade ou proteção de dados, contacte-nos através de: colaco.art@yahoo.com"
        },
        "dataCollected": {
          "title": "Que dados recolhemos",
          "items": {
            "newsletter": "Newsletter: nome e endereço de email (apenas quando subscreve voluntariamente).",
            "analytics": "Dados de análise: informação anónima sobre a sua navegação (páginas visitadas, interações, tipo de dispositivo e navegador) através da PostHog, exclusivamente após consentimento."
          }
        },
        "purposes": {
          "title": "Finalidade do tratamento",
          "items": {
            "newsletter": "Enviar atualizações e conteúdos informativos aos subscritores da newsletter.",
            "analytics": "Compreender padrões de utilização, otimizar conteúdos e melhorar a experiência no website."
          }
        },
        "legalBasis": {
          "title": "Base legal",
          "body": "O tratamento de dados para a newsletter e para análise estatística baseia-se no seu consentimento explícito. Pode retirar o consentimento em qualquer momento, rejeitando cookies de análise ou contactando-nos diretamente."
        },
        "thirdParties": {
          "title": "Partilha com terceiros",
          "body": "Utilizamos a PostHog como plataforma de análise de dados. A partilha de informação apenas ocorre após obtenção do seu consentimento explícito."
        },
        "retention": {
          "title": "Prazo de conservação dos dados",
          "body": "Conservamos os dados apenas pelo período necessário para cumprir as finalidades descritas, ou até que retire o seu consentimento."
        },
        "rights": {
          "title": "Os seus direitos",
          "body": "Tem direito a aceder, retificar, limitar ou solicitar a eliminação dos seus dados pessoais, bem como retirar o consentimento a qualquer momento. Para exercer estes direitos, contacte: colaco.art@yahoo.com"
        }
      }
    }
  }
}